[
  {
    "date": "9:00 am",
    "title": "Acreditaciones",
    "id": "acreditaciones",
    "description": "Os entregamos las acredicaciones que os acompa침ar치n durante todo el evento.\n"
  },
  {
    "date": "9:30 am",
    "title": "Presentaci칩n",
    "id": "presentacion"
  },
  {
    "date": "10:00 am",
    "title": "쯈u칠 est치 pasando en mis servicios? Introducci칩n a distributed tracing",
    "id": "iblancasa",
    "speakerId": "iblancasa",
    "speaker": "Israel Blancas 츼lvarez",
    "description": "La observabilidad de servicios web es uno de los temas m치s candentes del sector tecnol칩gico. El distributed tracing es parte de esa observabilidad. Durante esta charla veremos una muy breve introducci칩n al distributed tracing, qu칠 beneficios nos aporta y por qu칠 deber칤as convertirte en una experta.\n"
  },
  {
    "date": "10:00 am",
    "title": "Clean Code Applied to JavaScript",
    "id": "Carlillo",
    "speakerId": "Carlillo",
    "speaker": "Carlos Caballero Gonz치lez",
    "description": "En esta presentaci칩n aplicaremos los principios de c칩digo limpio sobre JavaScript. JavaScript siempre ha sido tratado como un lenguaje que por naturaleza es desordenado, sin estructuraci칩n, sin posibilidad de llegar m치s all치. En los 칰ltimos a침os, JavaScript est치 madurando proporcionando flexibilidad que permite construir c칩digo limpio a la vez que bello. En esta charla vamos a aplicar los cl치sicos principios de c칩digo limpio y la adaptaci칩n de otras recomendaciones en JavaScript, los temas que profundizaremos son: Antes de empezar a programar!, Variables, Funciones, Comentarios, Excepciones, Clases, Evita la complejidad condicional, Asincronismo (Async), Test\n"
  },
  {
    "date": "10:00 am",
    "title": "Gu칤a del arquitecto gal치ctico",
    "id": "cesalberca",
    "speakerId": "cesalberca",
    "speaker": "C칠sar Alberca",
    "description": "El front se ha vuelto complejo. Muy complejo. Hemos pasado de usar JavaScript con jQuery a usar frameworks que nos ayudan con gesti칩n del estado, componentes, nos abstraen de lidiar con el DOM e infinidad de cosas m치s. Pero... 쯏 c칩mo organizamos el c칩digo que no es del framework? 쮻ebemos hacer separaci칩n por capas? 쮻ebemos aplicar conceptos de arquitectura en el front? En esta charla hablaremos sobre conceptos de arquitectura de Software y debatiremos de qu칠 forma se puede aplicar al frontend para que nuestras aplicaciones sean robustas y s칩lidas a la par que flexibles.\n"
  },
  {
    "date": "11:00 am",
    "title": "Desayuno 驕됊잺",
    "id": "desayuno"
  },
  {
    "date": "11:30 am",
    "title": "Construyendo jugadores inteligentes con IA (Taller)",
    "id": "moisipm",
    "speakerId": "moisipm",
    "speaker": "Mois칠s M. Mart칤nez",
    "description": "La Inteligencia Artificial est치 demostrando capacidades excepcionales a la hora de construir sistemas que son capaces de extraer informaci칩n del entorno y tomar decisiones en base a esa informaci칩n con el objetivo de comportarse de forma similar a como lo hacemos los humanos o al menos parecerlo. Pero, en muchos casos es dif칤cil encontrar entornos controlados del mundo real de pruebas que aporten la suficiente informaci칩n para construir estos sistemas. Uno de los entornos m치s utilizados para la construcci칩n de sistemas basados en Inteligencia Artificial son los videojuegos, ya que nos ofrecen entornos controlados que permiten generar un gran conjunto de informaci칩n de manera sencilla. En este taller aprenderemos como construir agentes inteligentes mediante la utilizaci칩n de t칠cnicas de Inteligencia Artificial que nos permitan jugar a un videojuego comercial.\n"
  },
  {
    "date": "11:30 am",
    "title": "Attacking UJA",
    "id": "kx1z0",
    "speakerId": "kx1z0",
    "speaker": "Samuel Cruz",
    "description": "Enumerating, attacking and explaining real vulnerabilities of the UJA infrastructure. Using an attacker's perspective. We will see some red teaming techniques, analyze web vulnerabilities from a web pentester view, and play with them as if we were an attacker.\n"
  },
  {
    "date": "11:30 am",
    "title": "C칩mo no estamparse tras la universidad",
    "id": "iblancasa",
    "speakerId": "iblancasa",
    "speaker": "Israel Blancas 츼lvarez & Alberto Guti칠rrez Juanes",
    "description": "Con el confinamiento y el covid nos hemos despegado del mundo m치s de lo que pensamos, y nos hemos perdido unos a침os valiosos de conocimiento. 쯈uieres saber c칩mo hemos llegado donde estamos? 쯈u칠 hemos hecho para conseguirlo? 쮼l poder del networking y eventos? Ven a esta charla y emp치pate de esta experiencia.\n"
  },

  {
    "date": "11:30 am",
    "title": "Despega tu carrera en Big Data y Business Intelligence",
    "id": "jesuscruz",
    "speakerId": "jesuscruz",
    "speaker": "Jes칰s Cruz Bonoso & Sebasti치n Moya Pareja",
    "description": "쯈uieres conocer las tecnolog칤as m치s disruptivas de Data? Ven con nosotros para conocer todos los secretos relacionados con Big Data y Business Intelligence. Se expondr치 c칩mo estructurar y procesar el dato para posteriormente visualizarlo a trav칠s de las tecnolog칤as m치s utilizadas en el sector.\n"
  },
  {
    "date": "12:30 pm",
    "title": "Descanso",
    "id": "break2"
  },
  {
    "date": "12:45 am",
    "title": "Hadoop on fire",
    "id": "aljesusg",
    "speakerId": "aljesusg",
    "speaker": "Alberto Guti칠rrez Juanes",
    "description": "쯉abes realmente como empez칩 el BigData y como funciona Hadoop? Desde los papers de Google de MapReduce hasta el ecosistema completo. Tras esta charla sabr치s m치s sobre este mundo y ya no podr치s decir que no sabes como funciona.\n"
  },
  {
    "date": "12:45 am",
    "title": "RxJS Powered: Building Flappy Bird in TypeScript",
    "id": "NyaBlk",
    "speakerId": "NyaBlk",
    "speaker": "Estefan칤a Garc칤a Gallardo",
    "description": "To introduce reactive programming in with RxJS, we will be building the famous Flappy Bird minigame. We will cover everything from the basic concepts of reactive programming (observables, observers, subscriptions etc) to an advanced use of RxJS operators, as well as the latest versions of powerful web technologies like Angular and Pixi.js. La charla requiere conocimientos b치sicos de TypeScript/RxJS.\n"
  },
  {
    "date": "12:45 am",
    "title": "Desarrollo Web [IN]seguro",
    "id": "eduSatoe",
    "speakerId": "eduSatoe",
    "speaker": "Eduardo S치nchez Toril",
    "description": "En la charla veremos las fallos m치s comunes que cometen los desarrolladores Web para posteriormente explicar la forma de fortificar o reducir la superficie de exposici칩n de una aplicaci칩n Web. Debemos proteger el entorno por capas, desde el front-end, hasta llegar al nivel m치s bajo, la base de datos. Durante la charla veremos algunos casos reales que han supuesto la exposici칩n total de los datos de un sitio Web.\n"
  },
  {
    "date": "13:45 pm",
    "title": "Almuerzo 游꽇",
    "id": "lunch"
  },
  {
    "date": "15:30 pm",
    "title": "Flutter Flow - Construye apps sin c칩digo (Taller)",
    "id": "ikicode",
    "speakerId": "ikicode",
    "speaker": "Jose Manuel M치rquez",
    "description": "Taller de iniciaci칩n a esta herramienta no-code que permite desarrollar aplicaciones con Flutter sin tener que picar ni una sola linea de c칩digo.\n"
  },
  {
    "date": "15:30 am",
    "title": "Explicabilidad en IA: C칩mo puedo explicar mis modelos tabulares",
    "id": "moisipm",
    "speakerId": "moisipm",
    "speaker": "Mois칠s M. Mart칤nez",
    "description": "La Inteligencia Artificial (IA) y m치s precisamente el Aprendizaje Autom치tico (AA) est치n comenzando a ser una t칠cnica muy utilizada para la construcci칩n de sistemas de toma de decisiones, de recomendaci칩n o de predicci칩n. Pero en alg칰n momento los usuarios reciben una explicaci칩n del porque de esa decisi칩n, recomendaci칩n o predicci칩n es as칤. En esta charla describir칠 como funcionan los nuevos sistemas de explicabilidad que ofrece Google Cloud Plaform y como podemos utilizarlos para entender mejor el funcionamiento de los modelos de AA y como explicar a los usuarios las respuestas que generan. \n"
  },
  {
    "date": "15:30 pm",
    "title": "Pr칩ximamente",
    "id": "pordesvelar1",
    "speakerId": "pordesvelar1",
    "speaker": "Por desvelar",
    "description": "Pr칩ximamente\n"
  },
  {
    "date": "16:30 pm",
    "title": "Coffee break 驕됊잺",
    "id": "break3"
  },
  {
    "date": "17:30 pm",
    "title": "TC39 - From the proposal to ECMAScript - Step by Step",
    "id": "romulocintra",
    "speakerId": "romulocintra",
    "speaker": "Romulo Cintra",
    "description": "It's a talk that goes beyond how the ECMAScript language and shares how the process of a proposal lands on the language then in the browser, goes thruwh the edge cases of certain proposals, how to get involved help and test.\n"
  },
  {
    "date": "17:30 pm",
    "title": "Creaci칩n de fangames",
    "id": "Eric_Lostie",
    "speakerId": "Eric_Lostie",
    "speaker": "Eric Medina Miquel",
    "description": "Hablo sobre mi experiencia en la creaci칩n de fangames y c칩mo puede ser 칰til para dar el salto a la industria indie.\n"
  },
  {
    "date": "17:30 pm",
    "title": "Dise침o web, UX y SEO los tres pilares que har치n triunfar tu web",
    "id": "juaniamaro",
    "speakerId": "juaniamaro",
    "speaker": "Juani Amaro Gonzalez",
    "description": "쯈u칠 es necesario tener en cuenta para tener una web competente? Ense침aremos algunas de las buenas practicas en el dise침o web, el User Experience y el SEO que impulsaran tu web.\n"
  },
  {
    "date": "18:30 pm",
    "title": "Clausura 游녦",
    "id": "clausura"
  }
]
