[
  {
    "date": "9:00 am",
    "title": "Acreditaciones",
    "id": "acreditaciones",
    "description": "Os entregamos las acredicaciones que os acompa帽ar谩n durante todo el evento.\n"
  },
  {
    "date": "9:30 am",
    "title": "Presentaci贸n",
    "id": "presentacion"
  },
  {
    "date": "10:00 am",
    "title": "驴Qu茅 est谩 pasando en mis servicios? Introducci贸n a distributed tracing",
    "id": "iblancasa",
    "speakerId": "iblancasa",
    "speaker": "Israel Blancas lvarez",
    "description": "La observabilidad de servicios web es uno de los temas m谩s candentes del sector tecnol贸gico. El distributed tracing es parte de esa observabilidad. Durante esta charla veremos una muy breve introducci贸n al distributed tracing, qu茅 beneficios nos aporta y por qu茅 deber铆as convertirte en una experta.\n"
  },
  {
    "date": "10:00 am",
    "title": "Pr贸ximamente",
    "id": "pordesvelar2",
    "speakerId": "pordesvelar2",
    "speaker": "Por desvelar",
    "description": "Pr贸ximamente\n"
  },
  {
    "date": "11:00 am",
    "title": "Desayuno 锔",
    "id": "desayuno"
  },
  {
    "date": "11:30 am",
    "title": "Attacking UJA",
    "id": "kx1z0",
    "speakerId": "kx1z0",
    "speaker": "Samuel Cruz",
    "description": "Enumerating, attacking and explaining real vulnerabilities of the UJA infrastructure. Using an attacker's perspective. We will see some red teaming techniques, analyze web vulnerabilities from a web pentester view, and play with them as if we were an attacker.\n"
  },
  {
    "date": "11:30 am",
    "title": "Pr贸ximamente",
    "id": "iblancasa",
    "speakerId": "iblancasa",
    "speaker": "Israel Blancas lvarez & Alberto Guti茅rrez Juanes",
    "description": "Pr贸ximamente\n"
  },
  {
    "date": "11:30 am",
    "title": "Construyendo jugadores inteligentes con IA (Taller)",
    "id": "moisipm",
    "speakerId": "moisipm",
    "speaker": "Mois茅s M. Mart铆nez",
    "description": "La Inteligencia Artificial est谩 demostrando capacidades excepcionales a la hora de construir sistemas que son capaces de extraer informaci贸n del entorno y tomar decisiones en base a esa informaci贸n con el objetivo de comportarse de forma similar a como lo hacemos los humanos o al menos parecerlo. Pero, en muchos casos es dif铆cil encontrar entornos controlados del mundo real de pruebas que aporten la suficiente informaci贸n para construir estos sistemas. Uno de los entornos m谩s utilizados para la construcci贸n de sistemas basados en Inteligencia Artificial son los videojuegos, ya que nos ofrecen entornos controlados que permiten generar un gran conjunto de informaci贸n de manera sencilla. En este taller aprenderemos como construir agentes inteligentes mediante la utilizaci贸n de t茅cnicas de Inteligencia Artificial que nos permitan jugar a un videojuego comercial.\n"
  },
  {
    "date": "12:30 pm",
    "title": "Descanso",
    "id": "break2"
  },
  {
    "date": "12:45 am",
    "title": "Pr贸ximamente",
    "id": "aljesusg",
    "speakerId": "aljesusg",
    "speaker": "Alberto Guti茅rrez Juanes",
    "description": "Pr贸ximamente\n"
  },
  {
    "date": "12:45 am",
    "title": "RxJS Powered: Building Flappy Bird in TypeScript",
    "id": "NyaBlk",
    "speakerId": "NyaBlk",
    "speaker": "Estefan铆a Garc铆a Gallardo",
    "description": "To introduce reactive programming in with RxJS, we will be building the famous Flappy Bird minigame. We will cover everything from the basic concepts of reactive programming (observables, observers, subscriptions etc) to an advanced use of RxJS operators, as well as the latest versions of powerful web technologies like Angular and Pixi.js. La charla requiere conocimientos b谩sicos de TypeScript/RxJS.\n"
  },
  {
    "date": "12:45 am",
    "title": "Desarrollo Web [IN]seguro",
    "id": "eduSatoe",
    "speakerId": "eduSatoe",
    "speaker": "Eduardo S谩nchez Toril",
    "description": "En la charla veremos las fallos m谩s comunes que cometen los desarrolladores Web para posteriormente explicar la forma de fortificar o reducir la superficie de exposici贸n de una aplicaci贸n Web. Debemos proteger el entorno por capas, desde el front-end, hasta llegar al nivel m谩s bajo, la base de datos. Durante la charla veremos algunos casos reales que han supuesto la exposici贸n total de los datos de un sitio Web.\n"
  },
  {
    "date": "13:45 pm",
    "title": "Almuerzo ",
    "id": "lunch"
  },
  {
    "date": "15:30 pm",
    "title": "Flutter Flow - Construye apps sin c贸digo (Taller)",
    "id": "ikicode",
    "speakerId": "ikicode",
    "speaker": "Jose Manuel M谩rquez",
    "description": "Taller de iniciaci贸n a esta herramienta no-code que permite desarrollar aplicaciones con Flutter sin tener que picar ni una sola linea de c贸digo.\n"
  },
  {
    "date": "15:30 am",
    "title": "Explicabilidad en IA: C贸mo puedo explicar mis modelos tabulares",
    "id": "moisipm",
    "speakerId": "moisipm",
    "speaker": "Mois茅s M. Mart铆nez",
    "description": "La Inteligencia Artificial (IA) y m谩s precisamente el Aprendizaje Autom谩tico (AA) est谩n comenzando a ser una t茅cnica muy utilizada para la construcci贸n de sistemas de toma de decisiones, de recomendaci贸n o de predicci贸n. Pero en alg煤n momento los usuarios reciben una explicaci贸n del porque de esa decisi贸n, recomendaci贸n o predicci贸n es as铆. En esta charla describir茅 como funcionan los nuevos sistemas de explicabilidad que ofrece Google Cloud Plaform y como podemos utilizarlos para entender mejor el funcionamiento de los modelos de AA y como explicar a los usuarios las respuestas que generan. \n"
  },
  {
    "date": "15:30 pm",
    "title": "Pr贸ximamente",
    "id": "pordesvelar1",
    "speakerId": "pordesvelar1",
    "speaker": "Por desvelar",
    "description": "Pr贸ximamente\n"
  },
  {
    "date": "16:30 pm",
    "title": "Coffee break 锔",
    "id": "break3"
  },
  {
    "date": "17:30 pm",
    "title": "TC39 - From the proposal to ECMAScript - Step by Step",
    "id": "romulocintra",
    "speakerId": "romulocintra",
    "speaker": "Romulo Cintra",
    "description": "It's a talk that goes beyond how the ECMAScript language and shares how the process of a proposal lands on the language then in the browser, goes thruwh the edge cases of certain proposals, how to get involved help and test.\n"
  },
  {
    "date": "17:30 pm",
    "title": "Creaci贸n de fangames",
    "id": "Eric_Lostie",
    "speakerId": "Eric_Lostie",
    "speaker": "Eric Medina Miquel",
    "description": "Hablo sobre mi experiencia en la creaci贸n de fangames y c贸mo puede ser 煤til para dar el salto a la industria indie.\n"
  },
  {
    "date": "17:30 pm",
    "title": "Dise帽o web, UX y SEO los tres pilares que har谩n triunfar tu web",
    "id": "juaniamaro",
    "speakerId": "juaniamaro",
    "speaker": "Juani Amaro Gonzalez",
    "description": "驴Qu茅 es necesario tener en cuenta para tener una web competente? Ense帽aremos algunas de las buenas practicas en el dise帽o web, el User Experience y el SEO que impulsaran tu web.\n"
  },
  {
    "date": "18:30 pm",
    "title": "Clausura ",
    "id": "clausura"
  }
]
