[
  {
    "date": "9:00 am",
    "title": "Acreditaciones",
    "id": "acreditaciones",
    "description": "Os entregamos las acredicaciones que os acompa침ar치n durante todo el evento.\n"
  },
  {
    "date": "9:30 am",
    "title": "Presentaci칩n",
    "id": "presentacion"
  },
  {
    "date": "10:00 am",
    "title": "Que es como funciona aplicaci칩n pr치ctica",
    "id": "marioezquerro",
    "speakerId": "marioezquerro",
    "speaker": "Mario Ezquerro",
    "description": "Una charla con algunas peque침as intenciones t칠cnicas que no hable mucho de comandos pero s칤 de posibles soluciones y aplicaciones o como integrarlo dentro de otros sistemas con orquestaci칩n o sin orpestaci칩n.\n"
  },
  {
    "date": "10:00 am",
    "title": "Inteligencia artificial para el lenguaje humano en pocas l칤neas de c칩digo",
    "id": "amontejo",
    "speakerId": "amontejo",
    "speaker": "Arturo Montejo R치ez",
    "description": "La charla realiza una demostraci칩n de integraci칩n de tecnolog칤as del lenguaje humano para resolver diversas tareas relacionadas con la comprensi칩n de textos.\n"
  },
  {
    "date": "10:00 am",
    "title": "5 Herramientas fundamentales de Google para una web",
    "id": "luisg",
    "speakerId": "luisg",
    "speaker": "Luis Garcia Mill치n",
    "description": "Tratar tanto a nivel de marketing como t칠cnico cinco herramientas de Google para p치ginas webs. Google Tag Manager, Google Search Console, Google Adwords, Google Analytics y Google Data Studio.\n"
  },
  {
    "date": "11:00 am",
    "title": "Desayuno 驕됊잺",
    "id": "desayuno"
  },
  {
    "date": "11:30 am",
    "title": "Agentes conversacionales en Automoci칩n",
    "id": "merche",
    "speakerId": "merche",
    "speaker": "Mercedes Rodr칤guez Garc칤a",
    "description": "Descripci칩n de casos de uso reales de agentes conversacionales en el sector de la automoci칩n, principales dificultades y posibles soluciones.\n"
  },
  {
    "date": "11:30 am",
    "title": "WomenTech Makers",
    "id": "rosemarie",
    "speakerId": "rosemarie",
    "speaker": "Rosemarie Garcia Lopez",
    "description": "De que trata el programa WomenTech Makers y como impulsar tu carrera al ser embajador(a).\n"
  },
  {
    "date": "11:30 am",
    "title": "Introducci칩n al Deep Learning con TensorFlow (Taller)",
    "id": "moimartinez",
    "speakerId": "moimartinez",
    "speaker": "Mois칠s Mart칤nez",
    "description": "Alguna vez has querido descubrir como construir un modelo de predicci칩n mediante Deep Learning utilizando TensorFlow/Keras. En este taller realizaremos una introducci칩n a las redes de neuronas profundas y como utilizarlas para construir un sistema de predicci칩n para ello realizaremos una preparaci칩n de datos, construiremos un modelo mediante la utilizaci칩n de una red de neuronas y aprenderemos como podemos utilizar ese modelo una vez que lo hemos construido. IMPORTANTE: Lo haremos online mediante Google Colab, por lo que s칩lo necesitan un ordenador con chrome, a ser posible, y conexi칩n a internet. No hay que instalar nada en sus ordenadores.\n"
  },

  {
    "date": "11:30 am",
    "title": "Mobile testing con Flutter (Taller)",
    "id": "antoniocantero",
    "speakerId": "antoniocantero",
    "speaker": "Antonio Cantero",
    "description": "En el taller haremos un recorrido por los distintos tipos de testing que se puede hacer con Flutter, as칤 como algunas herramientas que  nos permiten agilizar el trabajo diario.\n"
  },
  {
    "date": "12:30 pm",
    "title": "Descanso",
    "id": "break2"
  },
  {
    "date": "12:45 am",
    "title": "Lo que nunca te contaron sobre la Cloud",
    "id": "jlopez",
    "speakerId": "jlopez",
    "speaker": "Javier L칩pez Mart칤nez",
    "description": "Siempre nos hablan de las bondades de la cloud: serverless, r치pidos despliegues, pagas por lo que usas, escalado desde cero,...  쯇ero es oro todo lo que reluce? En esta ponencia hablaremos de las bondades (y verg칲enzas) de AWS, Azure y Google Cloud desde un punto de vista did치ctico para todos los niveles.\n"
  },
  {
    "date": "12:45 am",
    "title": "Screenshot testing in Jetpack Compose: Lights and Shadows",
    "id": "olmogallegos",
    "speakerId": "olmogallegos",
    "speaker": "Olmo Gallegos",
    "description": "En esta charla discutiremos los costes de la calidad de c칩digo: Comentaremos ventajas e inconvenientes de tener la m치s completa suite de Tests en una arquitectura Android. Abarcando Screenshot Tests, UI Tests y Tests unitarios. Luces y sombras de un impresionante proyecto heredado del equipo de Karumi.\n"
  },
  {
    "date": "12:45 am",
    "title": "Firebase en producci칩n: Tips & Tricks",
    "id": "ikicode",
    "speakerId": "ikicode",
    "speaker": "Jose Manuel M치rquez",
    "description": "Despu칠s de desarrollar multitud de aplicaciones usando Firebase como backend me gustar칤a compartir las posibilidades que ofrece la plataforma, y los trucos y consejos aprendidos durante su uso en proyectos de producci칩n.\n"
  },
  {
    "date": "13:45 pm",
    "title": "Almuerzo 游꽇",
    "id": "lunch"
  },
  {
    "date": "15:30 pm",
    "title": "Ser치 el pr칩ximo Vincent Van Goth un robot? La creatividad en el mundo de la IA.",
    "id": "moimartinez",
    "speakerId": "moimartinez",
    "speaker": "Mois칠s Mart칤nez",
    "description": "En los 칰ltimos a침os han surgido diferentes t칠cnicas de IA que permiten imitar la forma de pintar de algunos de los grandes pintores de la historia, es decir, eran capaces de imitar el estilo. Pero hace unos a침os surgieron nuevas t칠cnicas que permiten crear im치genes artificiales a partir de una descripci칩n textual, algo as칤 como la idea que deber칤a evocar una imagen al visualizarla, 쮼s esto creatividad?. En esta charla revisaremos de manera sencilla las diferentes t칠cnicas de IA que han sido desarrolladas en los 칰ltimos a침os e intentaremos descubrir si los 'sistemas inteligentes son capaces de ser creativos o no'.\n"
  },
  {
    "date": "15:30 am",
    "title": "La importancia del BIM en el Metaverso (BIM + VR/AR)",
    "id": "ivangomez",
    "speakerId": "ivangomez",
    "speaker": "Iv치n G칩mez",
    "description": "Asentando las bases del Metaverso del sector AEC gracias a la integraci칩n del BIM en Realidad Virtual y Aumentada en VT-Platform. Trabaja con tus modelos BIM en AR y VR con el fin de aumentar la productividad de tus procesos en cualquier fase del ciclo de vida de un activo AEC, desde cualquier dispositivo sin necesidad de tener conocimientos en BIM. Mejora la colaboraci칩n entre obra y oficina, reduce tiempo y ahorra costes. \n"
  },
  {
    "date": "15:30 pm",
    "title": "Clean Code. Primeros pasos",
    "id": "anagomezlopez",
    "speaker": "Ana G칩mez L칩pez",
    "speakerId": "anagomezlopez",
    "description": "Durante esta charla aprender치s t칠cnicas que te ayudar치n a escribir c칩digo legible, prevenir la existencia de c칩digo duplicado, reducir errores y otras buenas pr치cticas a la hora de escribir c칩digo. Los puntos que trataremos te ser치n de utilidad en tu d칤a a d칤a, facilitando el trabajo en equipo y la mantenibilidad del c칩digo. Descubre sus ventajas y empieza a aplicar los principios del 'Clean Code'.\n"
  },
  {
    "date": "15:30 pm",
    "title": "Android Open Source Project y Reverse Engineering del Kernel de MTK (Taller)",
    "id": "josemariaperez",
    "speaker": "Jos칠 Mar칤a Perez Forte",
    "speakerId": "josemariaperez",
    "description": "Sin m치s informaci칩n. \n"
  },
  {
    "date": "15:30 pm",
    "title": "Tu primer agente conversacional con Dialogflow CX (Taller)",
    "id": "merche",
    "speaker": "Mercedes Rodr칤guez Garc칤a",
    "speakerId": "merche",
    "description": "Taller de introducci칩n para aprender a hacer un agente conversacional b치sico con Dialogflow CX. \n"
  },
  {
    "date": "16:30 pm",
    "title": "Coffee break 驕됊잺",
    "id": "break3"
  },
  {
    "date": "17:00 pm",
    "title": "La traves칤a de una coordenada GPS: Desde el hardware hasta un marcador en tu pantalla",
    "id": "dcoy",
    "speakerId": "dcoy",
    "speaker": "Diego Coy",
    "description": "Una presentaci칩n que cubre los conceptos b치sicos alrededor de la obtenci칩n de una coordenada GPS a trav칠s de un microcontrolador, su transmisi칩n y procesamiento en la nube, y finalmente su presentaci칩n en Google Maps. \n"
  },
  {
    "date": "17:00 pm",
    "title": "Marketing para videojuegos indies",
    "id": "mariafornieles",
    "speakerId": "mariafornieles",
    "speaker": "Mar칤a Fornieles",
    "description": "En esta charla aprenderemos las claves m치s importantes del marketing digital, c칩mo aplicarlas a nuestro videojuego indie 춰y no morir en el intento! \n"
  },
  {
    "date": "18:00 pm",
    "title": "Clausura 游녦",
    "id": "clausura"
  }
]
